; Generated (19.10.2020 17:38:25) by Windows Update Blocker v1.6
; www.sordum.org

[Main]
Language=Auto
LastSelected=1
SetTaskScheduler=1
SetRegNoAutoUpdate=1
SetRegNoTrayIcon=1

[Service_List]
; 2=Auto
; 3=Manual
; 4=Disabled
wuauserv=2,4
dosvc=2,4
WaaSMedicSvc=3,4
UsoSvc=2,3
BITS=2,4,3

[TaskScheduler_List]
; 0=Task File Path
; 1=Task Folder Path
; 2=Skip Task File Path
WindowsUpdate=1
UpdateOrchestrator=1
WaaSMedic=1

[Language_English]
Translator="BlueLife"
01="This tool is designed to turn off-on Automatic Windows Updates easily and prevent uncontrolled change"
02="Windows Updates Option"
03="Enable Updates"
04="Disable Updates"
05="Protect Services Settings"
06="Service Status"
07="Apply Now"
08="Menu"
09="&Update Options"
10="Windows &Services"
11="&Refresh"
12="&Command Line Info"
13="&Donate"
14="&Contact"
15="&HomePage"
16="&About"
17="Service is enabled and running"
18="Service is enabled and not running"
19="Service is disabled and protected"
20="Service is disabled"
21="Service info is incorrect"
22="An unknown error occurred!"
23="Make a selection and try again!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program, otomatik windows güncellemelerini kolayca kapatmak ve tekrar açılmasını engellemek için hazırlanmıştır."
02="Windows Günceleme Seçeneği"
03="Güncellemeyi Etkinleştir"
04="Güncellemeyi Devre Dışı Bırak"
05="Hizmetlerin Ayarlarını Koru"
06="Hizmet Durumu"
07="Şimdi Uygula"
08="Menü"
09="&Güncelleme Seçenekleri"
10="&Windows Hizmetleri"
11="&Yenile"
12="&Komut Istemi Bilgisi"
13="&Bağış Yap"
14="&İletişim"
15="&Web Sitesi"
16="&Hakkında"
17="Hizmet etkin ve çalışıyor"
18="Hizmet etkin ve çalışmıyor"
19="Hizmet devre dışı ve korumalı"
20="Hizmet devre dışı"
21="Hizmet bilgisi hatalı"
22="Bilinmeyen bir hata oluştu!"
23="Bir seçim yap ve tekrar dene!"
24="Dosyaya yazılamadı!"
25="&Hizmet Listesi Seçenekleri"
26="Lütfen Bekleyiniz ..."
27="Görüntülenen Adı:"
28="Açıklaması:"
29="Varsayılan Hizmet Tipi:"
30="Engelli Hizmet Tipi:"
31="Otomatik\n Elle \n Devre Dışı"
32="İşlem Sırasında Ayarları Uygula"
33="Ayarları Kaydet"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Dieses Tool wurde entwickelt, um automatische\nWindows Updates einfach zu deaktivieren"
02="Windows Update Optionen"
03="Updates aktivieren"
04="Updatest deaktivieren"
05="Diensteinstellungen schützen"
06="Dienststatus"
07="Jetzt anwenden"
08="Menü"
09="&Windows Update"
10="Windows &Dienste"
11="&Aktualisieren"
12="&Kommandozeileninfo"
13="&Spenden"
14="&Kontakt"
15="&Webseite"
16="&Über"
17="Dienst aktiviert und ausgeführt"
18="Dienst aktiviert und nicht ausgeführt"
19="Dienst deaktiviert und geschützt"
20="Dienst deaktiviert"
21="Dienstinformation ist falsch"
22="Ein unbekannter Fehler ist aufgetreten!"
23="Treffen Sie eine Auswahl und versuchen Sie es erneut!"
24="Datei kann nicht geschrieben werden!"
25="&Dienst Listenoptionen"
26="Bitte warten Sie ..."
27="Anzeigename:"
28="Beschreibung:"
29="voreingestellt diensttyp:"
30="Deaktivierter Diensttyp:"
31="Automatisch\n Manuell \n Deaktiviert"
32="Während des Betriebs übernehmen die Einstellungen"
33="Einstellungen speichern"

[Language_Hebrew_עברית]
Translator="Ronen Nisanov"
01="הכליי הזה נועד לבטל ולאפשר את העדכונים של ווינדוס"
02="שירות העדכונים של ווינדוס"
03="אפשר שירות"
04="בטל שירות"
05="הגן על הגדרות השירות"
06="מצב השירות"
07="החל עכשיו"
08="תפריט"
09="אפשרויות עדכון"
10="שירותים של ווינדוס"
11="רענן"
12="מידע על פקודות"
13="תרום"
14="צור קשר"
15="דף הבית"
16="&אודות"
17="שירות מופעל ופועל"
18="שירות מופעל ולא פועל"
19="שירות מבוטל ומוגן"
20="שירות מבוטל"
21="פרטי השירות שגויים"
22="אירעה שגיאה לא ידועה!"
23="בצע בחירה ונסה שוב!"

[Language_Slovenian_Slovenija]
Translator="Trot"
01="To orodje je zasnovano tako, da lahko samodejne posodobitve za Windows preprosto izklopite in preprečite nenadzorovane spremembe"
02="Posodobitvena storitev Windows"
03="Omogoči storitev"
04="Onemogoči storitev"
05="Zaščitite nastavitve storitve"
06="Stanje storitve"
07="Uporabi zdaj"
08="Meni"
09="&Možnosti posodobitve"
10="Windows in storitve"
11="&Osveži"
12="&Informacije o ukazni vrstici"
13="&Doniraj"
14="&Stik"
15="&HomePage"
16="Storitev omogočena in deluje"
17="Storitev omogočena in ne deluje"
18="Servis je onemogočen in zaščiten"
19="Servis je onemogočen"
20="Informacije o storitvi niso pravilne"
21="Prišlo je do neznane napake!"
22="Izberite izbor in poskusite znova!"

[Language_French_Français]
Translator="Noam"
01="Cet outil est conçu pour activer/désactiver facilement les mises à jour automatiques de Windows et empêcher ce changement"
02="Service Windows Update"
03="Activer les mises à jour"
04="Désactiver les mises à jour"
05="Protéger les paramètres du service"
06="Statut du service"
07="Appliquer maintenant"
08="Menu"
09="&Paramètres Windows Update"
10="&Services Windows"
11="&Actualiser"
12="&Utilisation en ligne de commande"
13="&Faire un don"
14="&Contact"
15="&Page d'accueil"
16="&À propos de"
17="Service activé et en cours d'exécution"
18="Service activé et arrêté"
19="Service désactivé et protégé"
20="Service désactivé"
21="Infos sur le service incorrectes"
22="Une erreur inconnue est survenue !"
23="Faites une sélection et réessayez !"
24="Impossible d'écrire le fichier !"
25="&Options de la liste des services"
26="Veuillez patienter s'il vous plaît ..."
27="Nom affiché :"
28="Description :"
29="Type de démarrage (Windows Update activé) :"
30="Type de démarrage (Windows Update désactivé) :"
31="Automatique\nManuel\nDésactivé"
32="Appliquer les paramètres en fonctionnement"
33="Sauvegarder"

[Language_Russian_Pусский]
Translator="Sergey.Ramazanov"
01="Программа предназначена для контролирования автоматических обновлений Windows."
02="Настройки обновления Windows"
03="Включить обновления"
04="Отключить обновления"
05="Защитить параметры службы"
06="Статус службы"
07="Применить"
08="Меню"
09="&Центр обновления Windows"
10="Открыть службы Windows"
11="&Обновить"
12="Информация о командной строке"
13="&Пожертвовать"
14="&Контакты"
15="&Домашняя страница"
16="&О программе"
17="Служба включена и работает"
18="Служба включена и НЕ работает"
19="Служба отключена и защищена!"
20="Служба отключена!"
21="Неверная служебная информация"
22="Произошла неизвестная ошибка!"
23="Сделайте выбор и попробуйте снова!"
24="Невозможно записать файл!"
25="&Настройка запуска сервисов"
26="Пожалуйста, подождите ..."
27="Отображаемое имя:"
28="Описание:"
29="Запуск службы по умолчанию:"
30="Отключенный тип сервиса:"
31="Автоматич.\n Вручную \n Отключена"
32="Применить настройки во время работы"
33="Сохранить настройки"

[Language_Italian_Italiano]
Translator="Fabio"
01="Questo strumento è stato progettato per disattivare gli aggiornamenti automatici in Windows Update facilmente per prevenire cambiamenti improvvisi"
02="Servizio Windows Update"
03="Abilita Servizio"
04="Disabilita Servizio"
05="Impostazioni Protezione Servizio"
06="Stato Servizi"
07="Applica Adesso"
08="Menu"
09="&Opzioni Aggiornamento"
10="Servizi &Windows"
11="&Aggiorna"
12="&Informazioni Linee di Comando"
13="&Dona"
14="&Contatti"
15="&HomePage"
16="&A proposito di"
17="Servizio abilitato e avviato"
18="Servizio abilitato e non avviato"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Info del servizio non corretti"
22="Un errore sconosciuto si è verificato!"
23="Effettua una selezione e riprova!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Italian_Italiano-2]
Translator="Andrearefi59 [YT]"
01="Questo strumento è progettato per disattivare gli aggiornamenti automatici di Windows e impedire gli aggirnamenti involontari/accidentali"
02="Servizio Agiornamento Windows"
03="Abilita"
04="Disabilita"
05="Configurazione Servizio di Protezione"
06="Stato del Servizio"
07="Applica Adesso"
08="Menu"
09="Opzioni Aggiornamento"
10="Servizi Windows"
11="&Aggiorna"
12="&Informazioni [ da Linea di Comando ]"
13="&Dona"
14="&Contatta"
15="&HomePage[Menu Principale]"
16="&A proposito di"
17="Servizio abilitato e in esecuzione"
18="Servizio abilitato e non in esecuzione"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Le informazioni sul servizio non sono corrette"
22="Si è verificato un errore sconosciuto!"
23="Scegli e riprova!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Polish_Polski]
Translator="Andrzej Mazurkiewicz"
01="To narzędzie służy do łatwego włączania automatycznych aktualizacji Windows i zapobiegania niekontrolowanym zmianom"
02="Usługa Windows Update"
03="Włącz usługę"
04="Wyłącz usługę"
05="Chroń ustawienia usługi"
06="Stan usługi"
07="Zastosuj teraz"
08="Menu"
09="&Opcje aktualizacji"
10="Usługi &Windows"
11="&Odśwież"
12="&Informacje o wierszu poleceń"
13="&Wspomóż"
14="&Kontakt"
15="&Strona domowa"
16="&O programie"
17="Usługa włączona i uruchomiona"
18="Usługa włączona i nie działa"
19="Usługa wyłączona i chroniona"
20="Usługa wyłączona"
21="Informacje o usłudze są niepoprawne"
22="Wystąpił nieznany błąd!"
23="Dokonaj wyboru i spróbuj ponownie!"

[Language_Spanish_Spain]
Translator="Cannie"
01="Herramienta diseñada para evitar actualizaciones automáticas de Windows y cambios no controlados"
02="Servicio de actualización de Windows"
03="Habilitar servicio"
04="Deshabilitar servicio"
05="Ajustes de la protección"
06="Estado del servicio"
07="Aplicar ahora"
08="Menú"
09="Opciones de actualización"
10="Servicios de Windows"
11="Actualizar"
12="Información de línea de comando"
13="Donar"
14="Contactar"
15="Página web"
16="&Sobre"
17="Servicio habilitado activo"
18="Servicio habilitado inactivo"
19="Servicio deshabilitado y protegido"
20="Servicio deshabilitado"
21="La información del servicio es incorrecta"
22="Error desconocido"
23="Seleccionar y volver a probar"

[Language_Spanish_Español Argentina]
Translator="Facundo"
01="Esta herramienta esta diseñada para apagar facilmente las actualizaciones automaticas de windows y prevenir un cambio descontrolado"
02="Servicio de Windows Update"
03="Habilitar Servicio"
04="Deshabilitar Servicio"
05="Configuración protegida del servicio"
06="Estado del servicio"
07="Aplicar ahora"
08="Menu"
09="Opciones de Windows Update"
10="Servicios de Windows"
11="Actualizar"
12="Informacion de Linea de Comandos"
13="Donar"
14="Contacto"
15="Pagina Web"
16="&Sobre"
17="El Servicio esta habilitado y corriendo"
18="El Servicio esta habilitado y no esta corriendo"
19="El Servicio esta deshabilitado y protegido"
20="Servicio Deshabilitado"
21="La informacion del servicio es incorrecta"
22="Ha ocurrido un error desconocido"
23="Seleccione una opcion e intente nuevamente"
24="No es posible escribir el Archivo!"
25="Opciones de la lista de Servicios"
26="Espere por favor..."
27="Nombre para Mostrar"
28="Descripcion"
29="Tipo de servicio por defecto"
30="Tipo de servicio deshabilitado"
31="Automatico Manual Deshabilitado"
32="Aplicar Configuración Durante la Operacion"
33="Guardar Configuracion"

[Language_Czech_Česky]
Translator="Karol"
01="Tento nástroj je navržen tak, aby snadno vypnul-zapnul autom. aktualizace Windows a zabránil nekontrolovaným změnám"
02="Služba Windows Update"
03="Povolit službu"
04="Zakázat službu"
05="Chraňte nastavení služby"
06="Stav služby"
07="Teď použít"
08="Nabídka"
09="&Možnosti aktualizace"
10="Windows &služby"
11="&Obnovit"
12="&Informace o příkazovém řádku"
13="&Darovat"
14="&Kontaktovat"
15="&Domovská stránka"
16="&O programu"
17="Služba je povolena a běží"
18="Služba je povolena a není spuštěna"
19="Služba je zakázána a chráněna"
20="Služba byla zakázána"
21="Informace o službě jsou nesprávné"
22="Nastala neznámá chyba!"
23="Proveďte výběr a zkuste to znovu!"

[Language_Ukrainian_Українська]
Translator="aternix"
01="Утиліта розроблена для зручного вимкнення автоматичих оновлень Windows та запобігання неконтрольованих змін"
02="Служба оновлення Windows"
03="Увімкнути службу"
04="Вимкнути службу"
05="Захистити налаштування служби"
06="Стан служби"
07="Застосувати зараз"
08="Меню"
09="&Параметри оновлення"
10="&Служби Windows"
11="&Оновити"
12="&Параметри командного рядка"
13="&Пожертвувати"
14="&Контакти"
15="&Домашня сторінка"
16="&Інформація"
17="Служба увімкнена і працює"
18="Служба увімкнена, не працює"
19="Служба вимкнена та захищена"
20="Служба вимкнена"
21="Інформація про службу некоректна"
22="Виникла невідома помилка!"
23="Зробіть вибір та спробуйте ще раз!"
24="Неможливо зберегти файл!"
25="&Параметри запуску служб"
26="Будь-ласка, зачекайте ..."
27="Назва:"
28="Опис:"
29="Типовий стан запуску служби:"
30="Виимкнений стан служби:"
31="Автоматично\nВручну\nВимкнено"
32="Застосувати параметри під час роботи"
33="Зберегти налаштування"

[Language_Dutch_Nederlands]
Translator="Thomas De Rocker"
01="Automatische Windows-updates eenvoudig in- of uitschakelen en ongecontroleerde wijziging voorkomen"
02=""Windows Update"-service"
03="Service inschakelen"
04="Service uitschakelen"
05="Service-instellingen beschermen"
06="Status van service"
07="Nu toepassen"
08="Menu"
09="Opties &bijwerken"
10="Windows-&services"
11="Ve&rnieuwen"
12="&Opdrachtregel-info"
13="&Doneren"
14="&Contact"
15="&Homepagina"
16="&Περί"
17="Service ingeschakeld en actief"
18="Service ingeschakeld en niet actief"
19="Service uitgeschakeld en beschermd"
20="Service uitgeschakeld"
21="Service-info is onjuist"
22="Er is een onbekende fout opgetreden."
23="Maak een selectie en probeer het opnieuw."
24="Bestand kon niet geschreven worden."
25="&Service-lijst opties"
26="Even geduld..."
27="Weergavenaam:"
28="Beschrijving:"
29="Standaard service-type:"
30="Uitgeschakeld service-type:"
31="Automatisch\n Handmatig \n Uitgeschakeld"
32="Instellingen toepassen tijdens handeling"
33="Instellingen opslaan"

[Language_Greek_Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Το εργαλείο μπορεί να απ-ενεργοποιεί τις αυτόμ. ενημερώσεις των Windows για αποφυγή ανεξέλεγκτων αλλαγών"
02="Επιλογή ενημέρωσης των Windows"
03="Ενεργοποίηση ενημερώσεων"
04="Απενεργοποίηση ενημερώσεων"
05="Προστασία ρυθμίσεων υπηρεσιών"
06="Κατάσταση υπηρεσ."
07="Εφαρμογή τώρα"
08="Μενού"
09="Επι&λογές ενημέρωσης"
10="&Υπηρεσίες των Windows"
11="&Ανανέωση"
12="Πληροφορίες &Γραμμής εντολών"
13="&Δωρεά"
14="&Επικοινωνία"
15="&Ιστοσελίδα"
16="&Περί"
17="Η υπηρεσία είναι ενεργή και εκτελείται"
18="Η υπηρεσία είναι ενεργή και δεν εκτελείται"
19="Η υπηρεσία είναι ανενεργή και προστατεύεται"
20="Η υπηρεσία είναι ανενεργή"
21="Οι πληροφορίες της υπηρεσίας είναι εσφαλμένες"
22="Παρουσιάστηκε ένα άγνωστο σφάλμα!"
23="Κάντε μια επιλογή και δοκιμάστε πάλι!"
24="Δεν είναι δυνατή η εγγραφή στο αρχείου!"
25="Επιλογές λίστας &Υπηρεσιών"
26="Παρακαλώ περιμένετε..."
27="Εμφανιζόμενο όνομα:"
28="Περιγραφή:"
29="Προεπιλεγμένος τύπος υπηρεσίας:"
30="Τύπος απενεργοποιημένης υπηρεσίας:"
31="Αυτόματα\n Χειροκίνητα \n Ανενεργή"
32="Εφαρμογή των ρυθμίσεων κατά την λειτουργία"
33="Αποθήκευση ρυθμίσεων"

[Language_Hungarian_Magyar]
Translator="Gulácsi László"
01="Letilthatja az automatikus frissítéseket és megakadályozhatja hogy véletlenszerűen vissza kapcsolódjon"
02="Windows Frissítési Szolgáltatás"
03="Szolgáltatás Bekapcsolása"
04="Szolgáltatás Kikapcsolása"
05="Védje a beállításokat"
06="Állapota:"
07="Alkalmazás"
08="Menü"
09="&Frissítési Beállítások"
10="Windows &Szolgáltatások"
11="&Frissítés"
12="&Parancssori Információja"
13="&Támogatás"
14="&Kapcsolat"
15="&Kezdőlap"
16="&Névjegy"
17="Szolgáltatás engedélyezve és fut"
18="Szolgáltatás engedélyezve és nem fut"
19="Szolgáltatás letiltva és védve"
20="Szolgáltatás letiltva"
21="A szolgáltatás információja helytelen"
22="Ismeretlen hiba lépett fel!"
23="Válassz és próbáld újra!"
24="Nem tudom írni a fájlt!"
25="&Szolgáltatási Lista Beállításai"
26="Kérem Várjon ..."
27="Neve:"
28="Leírás:"
29="Alapértelmezett Szolgáltatás Típusa:"
30="Tiltott Szolgáltatás Típusa:"
31="Automatikus\n Manuális\n Tiltva"
32="A Művelet Alatt Alkalmazd a Beállításokat"
33="Beállítások Mentése"

[Language_Chinese Simplified _简体中文]
Translator="CX"
01="此工具旨在轻松关闭Windows自动更新，并防止不受控制的更改"
02="Windows Update 服务"
03="启用服务"
04="禁用服务"
05="保护服务设置"
06="服务状态"
07="立即应用"
08="菜单"
09="更新选项(&U)"
10="Windows 服务(&S)"
11="刷新(&R)"
12="命令行信息(&C)"
13="捐赠(&D)"
14="联系(&C)"
15="主页(&H)"
16="关于(&A)"
17="服务已启用且正在运行"
18="服务已启用且未运行"
19="服务被禁用且被保护中"
20="服务被禁用"
21="服务信息不正确"
22="出现未知错误！"
23="做出选择并再试一次！"
24="无法写入文件！"
25="&服务列表选项"
26="请稍等。。。"
27="显示名称:"
28="描述:"
29="默认的服务类型:"
30="禁用的服务类型:"
31="自动\n 手动 \n 禁用"
32="操作期间应用设置"
33="保存设置"

[Language_Chinese_繁體中文]
Translator="DayKing@Unikoshardware"
01="本工具為輕鬆地關閉自動更新並防止不受控制的變更而設計"
02="Windows Update 服務"
03="啟用服務"
04="停用服務"
05="保護服務設定"
06="服務狀態"
07="立即套用"
08="功能表"
09="更新選項(&U)"
10="Windows 服務(&S)"
11="重新整理(&R)"
12="命令列資訊(&C)"
13="捐贈(&D)"
14="連絡(&C)"
15="首頁(&H)"
16="關於(&A)"
17="服務已啟用且正在執行"
18="服務已啟用但並無執行"
19="服務已停用且已受保護"
20="服務已停用"
21="服務資訊不正確"
22="發生未知錯誤！"
23="進行選擇並再試一次！"
24="無法寫入檔案!"
25="服務清單選項(&S)"
26="請稍候 ..."
27="顯示名稱："
28="描述:"
29="預設服務類型："
30="已停用服務類型："
31="自動\n手動\n已停用"
32="操作期間套用設定"
33="儲存設定"

[Language_Portuguese_Português]
Translator="Paulo Ferreira"
01="Esta ferramenta foi projectada para ligar-desligar facilmente as actualizações automáticas do Windows e evitar alterações descontroladas"
02="Serviço de Actualização do Windows"
03="Activar Serviço"
04="Desactivar Serviço"
05="Proteger Configurações do Serviço"
06="Estado do Serviço"
07="Aplicar Agora"
08="Menu"
09="&Opções de Actualização"
10="Windows &Serviços"
11="&Actualizar"
12="&Informação de Linha de Comando"
13="&Doar"
14="&Contacto"
15="&Página Inicial"
16="&Sobre"
17="Serviço activado e em execução"
18="Serviço activado e não em execução"
19="Serviço desactivado e protegido"
20="Serviço desactivado"
21="Informações de serviço estão incorrectas"
22="Ocorreu um erro desconhecido!"
23="Faça uma selecção e tente novamente!"

[Language_Portuguese (Brasil)_Português]
Translator="Isaac Meirelles"
01="Essa ferramenta foi projetada para desativar as Atualizações Automáticas do Windows com facilidade e evitar alterações descontroladas"
02="Opção de atualizações do Windows"
03="Habilitar atualizações"
04="Desabilitar atualizações"
05="Configurações de proteção de serviços"
06="Status do serviço"
07="Aplicar agora"
08="Menu"
09="Opções de at&ualização"
10="&Serviços do Windows"
11="Atualiza&r"
12="Informações de\n linha de &Comando"
13="&Doar"
14="&Contato"
15="&Pagina Web"
16="&Sobre"
17="Serviço está habilitado e executando"
18="Serviço está habilitado mas não executando"
19="Serviço está deabilitado e protegido"
20="Serviço está desabilitado"
21="Informação do serviço está incorreta"
22="Ocorreu um erro inexperado"
23="Selecione e tente novamente"
24="Não foi possível gravar o arquivo!"
25="Opções da lista de &Serviços"
26="Por favor, aguarde..."
27="Visualizar Nome:"
28="Descrição:"
29="Tipo de Serviço padrão"
30="Tipo de Serviço Desabilitado"
31="Automatico\n Manual \n Desabilitado"
32="Aplicar Configurações Durante Operação"
33="Salvar Configurações"

[Language_Arabic_العربية]
Translator="BlueLife"
01="تم تصميم هذه الاداه لايقاف تشغيل تحديثات وندوز التلقائية بسهوله ومنع التغيير غير المتحكم فيه"
02="خدمه تحديث وندوز"
03="تمكين الخدمة"
04="تعطيل الخدمة"
05="حماية اعدادات الخدمة"
06="حاله الخدمة"
07="تطبيق الان"
08="القائمة"
09="&خيارات التحديث"
10="خدمات &ويندوز"
11="&تحديث"
12="&سطر الاوامر معلومات"
13="& تبرع ترجمة فتحي الداودية "
14="&الاتصال"
15="&الصفحة الرئيسية"
16="ومعلومات عن"
17="تمكين الخدمة وتشغيلها"
18="تم تمكين الخدمة وعدم تشغيلها"
19="الخدمة معطله ومحمية"
20="الخدمة معطله"
21="معلومات الخدمة غير صحيحه"
22="حدث خطا مجهول"
23="اجراء تحديد وحاول مره اخرى!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Korean_한국어]
Translator="Jaehyung Lee"
01="이 도구는 Windows 자동 업데이트를 쉽게 중지하며\n설정을 보호하여 강제 업데이트를 방지합니다."
02="Windows 업데이트 서비스"
03="자동 업데이트 사용"
04="자동 업데이트 사용 안함"
05="서비스 설정 보호"
06="서비스 상태"
07="지금 적용"
08="메뉴"
09="&업데이트 옵션"
10="Windows 서비스"
11="&새로 고침"
12="&명령 줄 정보"
13="&기부하기"
14="&연락하기"
15="&홈페이지"
16="&제품 정보"
17="서비스 활성화됨, 실행 중"
18="서비스 활성화됨, 중지됨"
19="서비스 비활성화됨, 차단됨"
20="서비스 비활성화됨"
21="서비스 정보가 올바르지 않습니다."
22="알 수 없는 오류가 발생했습니다!"
23="선택한 다음 다시 시도해주세요!"
24="파일을 작성할 수 없습니다!"
25="&서비스 목록 옵션"
26="잠시 기다려 주세요..."
27="표시 이름:"
28="설명:"
29="기본 서비스 유형:"
30="비활성화된 서비스 유형:"
31="자동\n 수동 \n 비활성화됨"
32="작동 중 설정 적용"
33="설정 저장"

[Language_Vietnamese_Tiếng Việt]
Translator="BlueLife"
01="Công cụ này dùng để dễ dàng tắt/bật việc Tự động cập nhật Windows và chặn các thay đổi không mong muốn"
02="Dịch vụ cập nhật Windows"
03="Bật dịch vụ"
04="Tắt dịch vụ"
05="Bảo vệ các cài đặt của dịch vụ"
06="Trạng thái dịch vụ"
07="Áp dụng ngay"
08="Trình đơn"
09="&Tùy chọn cập nhật"
10="&Các dịch vụ của Windows"
11="Làm &mới"
12="Thông tin các câu &lệnh"
13="&Quyên góp"
14="&Liên &hệ"
15="Trang c&hủ"
16="&Về tôi"
17="Dịch vụ đã bật và đang hoạt động"
18="Dịch vụ đã bật và không hoạt động"
19="Dịch vụ đã tắt và được bảo vệ"
20="Dịch vụ đã tắt"
21="Thông tin Dịch vụ không đúng"
22="Đã xảy ra lỗi không xác định!"
23="Làm một sự lựa chọn và thử lại!"

[Language_Japanese_日本語]
Translator="Jagee"
01="このツールはWindowsの自動更新を簡単にオン・オフでき、制御不能な更新を防止するために設計されています"
02="Windowsアップデートサービス"
03="サービスを有効にする"
04="サービスを無効にする"
05="サービスの設定を保護"
06="サービスの状態"
07="今すぐ適用"
08="メニュー"
09="アップデートの設定 (&U)"
10="サービスの設定 (&S)"
11="最新の情報に更新 (&R)"
12="コマンドライン情報 (&C)"
13="寄付する (&D)"
14="コンタクト (&C)"
15="ホームページ (&H)"
16="ソフトについて"
17="サービスは有効で実行中です"
18="サービスは有効ですが停止しています"
19="サービスは無効で保護されています"
20="サービスは無効です"
21="サービスの情報を取得できませんでした"
22="不明なエラーが発生しました！"
23="もう一度選択してやり直してください！"
24="書き込みできません!"
25="サービス一覧 (&S)"
26="お待ちください ..."
27="表示名:"
28="説明:"
29="既定のスタートアップ:"
30="変更後のスタートアップ:"
31="自動\n 手動 \n 無効"
32="操作中に設定を適用"
33="設定を保存"

[Language_Indonesian_Bahasa Indonesia]
Translator="Nicedward"
01="Alat ini dibuat untuk menyala/matikan Pembaruan Windows Otomatis dan mencegah perubahan yang tak terkendali"
02="Layanan Pembaruan Windows"
03="Nyalakan Layanan"
04="Matikan Layanan"
05="Lindungi Pengaturan Layanan"
06="Status Layanan"
07="Terapkan Sekarang"
08="Menu"
09="&Opsi Pembaruan"
10="Layanan &Windows"
11="&Segarkan"
12="&Info Baris Perintah"
13="&Donasi"
14="&Hubungi"
15="&Beranda"
16="&Tentang"
17="Layanan dinyalakan dan sedang berjalan"
18="Layanan dinyalakan dan sedang tak berjalan"
19="Layanan dimatikan dan dilindungi"
20="Layanan dimatikan"
21="Info layanan salah"
22="Terjadi kesalahan yang tak diketahui!"
23="Buat pilihan dan coba lagi!"

[Language_Persian_پارسی]
Translator="بلولایف - مترجم سید رضا یوسفی نیا"
01="این افزار جهت خاموش کردن بروزرسانی خودکار ویندوز بوده و از تغییرات ناخواسته شما جلوگبری می کند"
02="سرویس بروزرسانی ویندوز"
03="فعال کردن"
04="غیرفعال کردن"
05="محافظت از تنظیمات سرویس"
06="وضعیت سرویس"
07="هم اکنون اعمال کن"
08="منو"
09="&تنظیمات بروزرسانی"
10="&سرویس های ویندوز"
11="&بهسازی"
12="&اطلاعات کامندلاین"
13="&اهداء"
14="&تماس با ما"
15="&صفحه اصلی"
16="&درباره"
17="سرویس فعال شده و درحال اجرا است"
18="سرویس فعال شده و درحال اجرا نیست"
19="سرویس غیرفعال و محافظت شده است"
20="سرویس غیرفعال است"
21="اطلاعات سرویس اشتباه هستند"
22="خطای ناشناخته رخ داد!"
23="انتخابی انجام دهید و مجدداً تلاش کنید!"

[Language_Swedish_Svenska]
Translator="1ff"
01="Detta program kan stänga av och på automatiska Windowsuppdateringar och förhindrar okontrollerade ändringar"
02="Windows uppdateringsalternativ"
03="Aktivera uppdateringar"
04="Inaktivera uppdateringar"
05="Skydda tjänstinställningarna"
06="Tjänststatus"
07="Tillämpa nu"
08="Meny"
09="&Uppdateringsalternativ"
10="Windows&tjänster"
11="&Uppdatera"
12="&Kommandoradsalternativ"
13="&Donera"
14="K&ontakta"
15="&Hemsida"
16="&Om"
17="Tjänsten är aktiverad och körs"
18="Tjänsten är aktiverad och körs inte"
19="Tjänsten är inaktiverad och skyddad"
20="Tjänsten är inaktiverad"
21="Tjänsteinfon är fel"
22="Ett okänt fel uppstod!"
23="Gör ett val och prova igen!"
24="Kunde inte skriva filen"
25="&Tjänstlistealternativ"
26="Vänligen vänta..."
27="Visa namn:"
28="Beskrivning"
29="Förvald tjänsttyp:"
30="Inaktiverad tjänsttyp:"
31="Automatisk\nManuell\nInaktiverad"
32="Tillämpa inställningarna under agerandet"
33="Spara inställningarna"

[Language_Thai_ภาษาไทย]
Translator="Thanaphol Nantakaset"
01="เครื่องมือนี้ได้รับการออกแบบมาเพื่อปิดใช้งานการปรับปรุง(อัพเดท) Windows แบบอัตโนมัติและปิดการตั้งค่า"
02="บริการ Windows Update"
03="เปิดการใช้งานเซอร์วิส"
04="ปิดการใช้งานเซอร์วิส"
05="ป้องกันการตั้งค่าเซอร์วิส"
06="สถานะเซอร์วิส"
07="ใช้งาน"
08="เมนู"
09="&เรียกหน้าต่างวินโดว์อัพเดท"
10="เรียกหน้าต่างตั้งค่าเซอร์วิส"
11="&รีเฟรช"
12="ข้อมูลบรรทัดคำสั่ง(Command Line)"
13="&บริจาค"
14="&ติดต่อ"
15="&โฮมเพจ"
16="&เกี่ยวกับ"
17="เปิดการใช้งานเซอร์วิสและเริ่มทำงาน"
18="เปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
19="ปิดการใช้งานเซอร์วิสและป้องกันการตั้งค่า"
20="ปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
21="ข้อมูลเซอร์วิสไม่ถูกต้อง"
22="เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ!"
23="โปรดลองอีกครั้ง!"

[Language_Thai_ภาษาไทย #2]
Translator="นิติกร คำภักดี"
01="เครื่องมือนี้ออกแบบมาเพื่อปิดหรือเปิดการอัพเดทวินโดวส์โดยอัตโนมัติอย่างง่ายดาย"
02="วินโดวส์อัปเดตเซอร์วิส"
03="เปิดใช้งานเซอร์วิส"
04="ปิดใช้งานเซอร์วิส"
05="เปิดปกป้องการตั้งค่าเซอร์วิส"
06="สถานะเซอร์วิส"
07="ใช้ตอนนี้"
08="เมนู"
09="&ตัวเลือกการอัปเดต"
10="วินโดวส์&เซอร์วิส"
11="&รีเฟรช"
12="&ข้อมูลบรรทัดคำสั่ง"
13="&บริจาค"
14="&ติดต่อ"
15="&โฮมเพจ"
16="&เกี่ยวกับt"
17="เปิดใช้งานเซอร์วิสและทำงาน"
18="เปิดใช้งานเซอร์วิสและไม่ทำงาน"
19="ปิดใช้งานเซอร์วิสและเปิดปกป้องการตั้งค่าเซอร์วิส"
20="ปิดใช้งานเซอร์วิส"
21="เซอร์วิสข้อมูลไม่ถูกต้อง "
22="เกิดข้อผิดพลาดที่ไม่รู้จัก!"
23="เลือกแล้วลองอีกครั้ง!!"

[Language_Georgian_ქართული]
Translator="ბლუ ლაიფი"
01="ეს აპლიკაცია შექმინილია ვინდოუსის ავტომატური განახლებების გამოსართავად და გაუკონტროლებელი ცვლილებებისგან დასაცავად"
02="ვინდოუსის განახლების სერვისი"
03="სერვისის ჩართვა"
04="სერვისის გამორთვა"
05="სერვისის პარამეტრების დაცვა"
06="სერვისის სტატუსი"
07="მიმართვა ახლა"
08="მენიუ"
09="განახლებების ოპციები"
10="ვინდოუსის სერვისები"
11="განახლება"
12="ბრძანებათა ხაზის ინფო"
13="შეწირვა"
14="კონტაქტი"
15="მთავარი გვერდი"
16="შესახებ"
17="სერვისი ჩართული და გაშვებულია"
18="სერვისი ჩართულია მაგრამ არაა გაშვებული"
19="სერვისი გამორთულია და დაცულია"
20="სერვისი გამორთულია"
21="სერვისის ინფორმაცია არასწორია"
22="უცნობი შეცდომა მოხდა!"
23="აირჩიეთ ვარიანტი და ხელახლა სცადეთ!"
24="ვერ მოხერხდა ფაილის ჩაწერა!"
25="სერვისების სიის ოფციები"
26="გთხოვთ მოიცადოთ..."
27="საჩვენებელი სახელი:"
28="აღწერა:"
29="ნაგულისხმევი სერვისის ტიპი:"
30="გამორთული სერვისის ტიპი:"
31="ავტომატური\n ხელოვნური\n გამორთული"
32="პარამეტრების ოპერაციისას დამახსოვრება"
33="პარამეტრების დამახსოვრება"

[Language_Danish_Dansk]
Translator="fezzfezz"
01="Dette værktøj er designet til nemt at slå Automatisk Windows Opdatering automatisk til og fra."
02="Windows Opdaterings Tjeneste"
03="Slå Tjeneste til"
04="Slå Tjeneste fra"
05="Beskyt Tjeneste Indstillinger"
06="Tjeneste Status"
07="Tilføj Nu"
08="Menu"
09="&Opdaterings Indstillinger"
10="Windows &Tjenester"
11="&Opdater"
12="&Kommandolinje Info"
13="&Donere"
14="&Kontakt"
15="&Hjemmeside"
16="&Om"
17="Tjeneste er slået til og kører"
18="Tjeneste er slået til, men kører ikke"
19="Tjeneste er slået fra og sikret"
20="Tjeneste er slået fra"
21="Tjeneste info er forkert"
22="En ukendt fejl opstod!"
23="Foretag et valg og prøve igen!"
24="Kan ikke oprette fil!"
25="&Tjeneste Liste Indstillinger"
26="Vent Venligst ..."
27="Visningsnavn:"
28="Beskrivelse:"
29="Standard Tjeneste Type:"
30="Tjeneste Typer Slået fra:"
31="Automatisk\nManuelt\nSlået fra"
32="Tilføj Indstillinger Under Kørsel"
33="Gem Indstillinger"

[Language_Albanian_Shqip]
Translator="Durim Tabaku"
01="Ky mjet është prodhuar për të çaktivizuar me lehtësi përditësimet automatike të sistemit Windows dhe për të parandaluar ndryshimet e pakontrolluara."
02="Shërbimi i përditësimit të Windows-it"
03="Aktivizo shërbimin"
04="Çaktivizo shërbimin"
05="Mbro konfigurimin e shërbimit"
06="Gjendja e shërbimit"
07="Zbatoje tani"
08="Menuja"
09="Opsione &Përditësimi"
10="&Shërbimet e Windows-it"
11="&Rifreskoje"
12="&Info linjë komande"
13="&Dhuro"
14="&Kontakti"
15="&Faqja kryesore"
16="Shërbimi është aktiv dhe në punë"
17="Shërbimi është aktiv por jo në punë"
18="Shërbimi është i çaktivizuar dhe i mbrojtur"
19="Shërbimi është i çaktivizuar"
20="Info e shërbimit është i pasaktë"
21="Ndodhi një gabim i panjohur."
22="Bëj një zgjedhje dhe provoje përsëri."
23="Skedari nuk u shkrua dot."
24="&Opsione të listës së shërbimeve"
25="Lutemi prisni..."
26="Emri i paraqitur:"
27="Përshkrimi:"
28="Lloji i paracaktuar i shërbimit:"
29="Lloji i çaktivizuar i shërbimit:"
30="Automatik\nManual\nÇaktivizuar"
31="Apliko konfigurimin gjatë veprimit"
32="Ruaj konfigurimin"

[Language_Azerbaijani_Azərbaycanca]
Translator="Qüdrət"
01="Bu alət Birbaşa Windows Yeniləmələrini asanlıqla söndürmək/qoşmaq və nəzarətsiz dəyişmənin qarşısını almaq üçün hazırlanmışdır"
02="Windows Yeniləmə Tənzimləmələri"
03="Yeniləmələri Qoşmaq"
04="Yeniləmələri Söndürmək"
05="Xidmət Tənzimləmələri Qorumaq"
06="Xidmət Vəziyyəti"
07="Tətbiq"
08="Seçimlər"
09="&Windows Yeniləmə Mərkəzi"
10="Windows &Xidmətləri"
11="&Yeniləmək"
12="&Əmr Sətri Məlumatı"
13="&İanə"
14="&Əlaqə"
15="&Əsas Səhifə"
16="&Haqqında"
17="Xidmət qoşulub və işləyir"
18="Xidmət qoşulub və İşləmir"
19="Xidmət söndürülüb və qorunur"
20="Xidmət söndürülüb"
21="Xidmət məlumatları yanlışdır"
22="Naməlum xəta baş verdi!"
23="Seçim etmək və yenidən cəhd etmək!"
24="Faylı yazmaq alınmır!"
25="&Xidmətlərin Qoşulma Tənzimləmələri"
26="Lütfən, Gözləyin ..."
27="Görünən Ad:"
28="Təsvir:"
29="Xidmətin Sabit Qoşulması:"
30="Xidmətin Söndürülmə Növü:"
31="Birbaşa\n Əl ilə \n Söndürülüb"
32="Tənzimləmələri İşləyən Zaman Tətbiq Etmək"
33="Tənzimləmələri Saxlamaq"

[Language_Bulgarian_Български]
Translator="ExaFlop"
01="Този инструмент е създаден za лесно включване и изключване na автоматичните актуализации на Windows и да предотвратява неконтролирани промени"
02="Настройка на актуализациите за Windows"
03="Включи актуализациите"
04="Изключи актуализациите"
05="Защити настройките на услугата"
06="Статус на услугата"
07="Приложи сега"
08="Меню"
09="&Найстройка на актуализациите"
10="&Услуги на Windows"
11="&Опресни"
12="&Информация от команден ред"
13="&Дарете"
14="&Контакт"
15="&Уеб страница"
16="&Относно"
17="Услугата е включена и стартирана"
18="Услугата е включена, но не е стартирана"
19="Услугата е изключена и защитена"
20="Услугата е изключена"
21="Информацията за услугата е неправилна"
22="Възникна непозната грешка!"
23="Направете избор и опитайте отново!"
24="Файлът не може да бъде записан!"
25="&Настройка на списъка с услуги"
26="Моля, изчакайте..."
27="Име:"
28="Описание:"
29="Тип на услугата по подразбиране:"
30="Изключен тип на услуга:"
31="Aвтоматично\n Ръчно \n Изключено"
32="Приложи настройките по време на операцията"
33="Запази настройките"

[Language_Serbian_Srpski]
Translator="Nenad Pešić"
01="Ova alatka je napravljena tako da lako možete isključiti automatsko ažuriranje Windows sistema i da sprečite nekontrolisane promene"
02="Opcija ažuriranja Windowsa"
03="Uključi automatska ažuriranja"
04="Isključi automatska ažuriranja"
05="Zaštitite podešavanja servisa"
06="Status servisa"
07="Primeni"
08="Meni"
09="&Opcije ažuriranja"
10="Windows &Servisi"
11="&Osveži"
12="&Informacije komandne linije"
13="&Donirajte"
14="&Kontaktirajte nas"
15="&Početna stranica"
16="&O nama"
17="Servis je uključen i izvršava se"
18="Servis je uključen ali se ne izvršava"
19="Serrvis je isključen i zaštićen"
20="Servis je isključen"
21="Informacije o servisu su netačne"
22="Dogodila se nepoznata greška!"
23="Napravite selekciju i pokušajte ponovo!"
24="Nije moguće napraviti datoteku!"
25="&Lista Opcija Servisa"
26="Molimo Sačekajte ..."
27="Ime:"
28="Opis:"
29="Podrazumevani Tip Servisa:"
30="Tip Isključenog Servisa:"
31="Automatski\nRučni\nIsključen"
32="Primen Podešavanja Tokom Operacije"
33="Sačuvajte Podešavanja"
